Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: This does also not include the mere detection of readily apparent expressions, gestures or movements, unless they are used for identifying or inferring emotions.
pt_pt: Também não inclui a mera deteção de expressões, gestos ou movimentos rapidamente visíveis, a menos que sejam utilizados para identificar ou inferir emoções.

source: Those expressions can be basic facial expressions, such as a frown or a smile, or gestures such as the movement of hands, arms or head, or characteristics of a person’s voice, such as a raised voice or whispering.
pt_pt: Essas expressões podem ser expressões faciais básicas, tais como franzir a testa ou sorrir, ou gestos como o movimento das mãos, dos braços ou da cabeça, ou características da voz de uma pessoa, como levantar a voz ou sussurrar.

source: For the purposes of this Regulation the notion of ‘publicly accessible space’ should be understood as referring to any physical space that is accessible to an undetermined number of natural persons, and irrespective of whether the space in question is privately or publicly owned, irrespective of the activity for which the space may be used, such as for commerce, for example, shops, restaurants, cafés; for services, for example, banks, professional activities, hospitality; for sport, for example, swimming pools, gyms, stadiums; for transport, for example, bus, metro and railway stations, airports, means of transport; for entertainment, for example, cinemas, theatres, museums, concert and conference halls; or for leisure or otherwise, for example, public roads and squares, parks, forests, playgrounds.
pt_pt: Para efeitos do presente regulamento, deverá entender-se por «espaço acessível ao público» qualquer espaço físico que seja acessível a um número indeterminado de pessoas singulares e independentemente de o espaço em questão ser detido por uma entidade privada ou pública, independentemente da atividade para a qual o espaço possa ser utilizado — por exemplo, para o comércio (por exemplo, lojas, restaurantes, cafés), para a prestação de serviços (por exemplo, bancos, atividades profissionais, hotelaria), para o desporto (por exemplo, piscinas, ginásios, estádios), para os transportes (designadamente estações de autocarros, metropolitanos e ferroviárias, aeroportos, meios de transporte), para o entretenimento (por exemplo, cinemas, teatros, museus, salas de concertos e salas de conferências), ou para o lazer ou outros (por exemplo, estradas, praças, parques, florestas ou parques infantis públicos).

source: A space should also be classified as being publicly accessible if, regardless of potential capacity or security restrictions, access is subject to certain predetermined conditions which can be fulfilled by an undetermined number of persons, such as the purchase of a ticket or title of transport, prior registration or having a certain age.
pt_pt: Um espaço também deverá ser classificado como acessível ao público se, independentemente das eventuais restrições de capacidade ou de segurança, o acesso estiver sujeito a certas condições predeterminadas, que podem ser preenchidas por um número indeterminado de pessoas, tais como a compra de um bilhete ou título de transporte, a inscrição prévia ou uma determinada idade.

source: In contrast, a space should not be considered to be publicly accessible if access is limited to specific and defined natural persons through either Union or national law directly related to public safety or security or through the clear manifestation of will by the person having the relevant authority over the space.
pt_pt: Em contrapartida, um espaço não deverá ser considerado acessível ao público se o acesso for limitado a pessoas singulares específicas e definidas, seja nos termos do direito da União ou do direito nacional diretamente relacionado com a segurança pública ou por manifestação clara da vontade da pessoa que exerça a autoridade pertinente no espaço.

source: The factual possibility of access alone, such as an unlocked door or an open gate in a fence, does not imply that the space is publicly accessible in the presence of indications or circumstances suggesting the contrary, such as. signs prohibiting or restricting access.
pt_pt: A possibilidade factual de acesso por si só, (como uma porta destrancada ou um portão aberto numa vedação) não implica que o espaço seja acessível ao público na presença de indicações ou circunstâncias que sugiram o contrário, como sinais que proíbam ou restrinjam o acesso.

source: Company and factory premises, as well as offices and workplaces that are intended to be accessed only by relevant employees and service providers, are spaces that are not publicly accessible.
pt_pt: As instalações de empresas e fábricas, bem como os escritórios e os locais de trabalho a que se pretende que apenas os trabalhadores e prestadores de serviços pertinentes tenham acesso, são espaços que não são acessíveis ao público.

source: Publicly accessible spaces should not include prisons or border control.
pt_pt: Os espaços acessíveis ao público não deverão incluir prisões nem zonas de controlo fronteiriço.

source: Some other spaces may comprise both publicly accessible and non-publicly accessible spaces, such as the hallway of a private residential building necessary to access a doctor’s office or an airport.
pt_pt: Alguns outros espaços são compostos tanto por espaços não acessíveis ao público como e por espaços acessíveis ao público, tais como um corredor de um edifício residencial privado necessário para aceder a um gabinete médico ou a um aeroporto.

source: Online spaces are not covered, as they are not physical spaces.
pt_pt: Os espaços em linha também não são abrangidos, uma vez que não são espaços físicos.

source: Whether a given space is accessible to the public should however be determined on a case-by-case basis, having regard to the specificities of the individual situation at hand.
pt_pt: Para determinar se um espaço é acessível ao público deverá recorrer-se a uma análise casuística, tendo em conta as especificidades da situação em apreço.

source: In order to obtain the greatest benefits from AI systems while protecting fundamental rights, health and safety and to enable democratic control, AI literacy should equip providers, deployers and affected persons with the necessary notions to make informed decisions regarding AI systems.
pt_pt: A fim de obter os maiores benefícios dos sistemas de IA, protegendo simultaneamente os direitos fundamentais, a saúde e a segurança e permitir o controlo democrático, a literacia no domínio da IA deverá dotar os prestadores, os responsáveis pela implantação e as pessoas afetadas das noções necessárias para tomarem decisões informadas sobre os sistemas de IA.

source: Those notions may vary with regard to the relevant context and can include understanding the correct application of technical elements during the AI system’s development phase, the measures to be applied during its use, the suitable ways in which to interpret the AI system’s output, and, in the case of affected persons, the knowledge necessary to understand how decisions taken with the assistance of AI will have an impact on them.
pt_pt: Essas noções podem variar em função do contexto pertinente e podem incluir a compreensão da correta aplicação dos elementos técnicos durante a fase de desenvolvimento do sistema de IA, as medidas a aplicar durante a sua utilização, as formas adequadas de interpretar o resultado do sistema de IA e, no caso das pessoas afetadas, os conhecimentos necessários para compreender de que forma as decisões tomadas com a assistência da IA as afetarão.

source: In the context of the application this Regulation, AI literacy should provide all relevant actors in the AI value chain with the insights required to ensure the appropriate compliance and its correct enforcement.
pt_pt: No contexto da aplicação do presente regulamento, a literacia no domínio da IA deverá proporcionar a todos os intervenientes pertinentes da cadeia de valor da IA os conhecimentos necessários para assegurar o cumprimento adequado e a sua correta execução.

source: Furthermore, the wide implementation of AI literacy measures and the introduction of appropriate follow-up actions could contribute to improving working conditions and ultimately sustain the consolidation, and innovation path of trustworthy AI in the Union.
pt_pt: Além disso, a ampla aplicação de medidas de literacia no domínio da IA e a introdução de medidas de acompanhamento adequadas poderão contribuir para melhorar as condições de trabalho e, em última análise, apoiar a consolidação e a trajetória da inovação de uma IA de confiança na União.

source: The European Artificial Intelligence Board (the ‘Board’) should support the Commission, to promote AI literacy tools, public awareness and understanding of the benefits, risks, safeguards, rights and obligations in relation to the use of AI systems.
pt_pt: O Comité Europeu para a Inteligência Artificial («Comité») deverá apoiar a Comissão na promoção de ferramentas de literacia no domínio da IA, da sensibilização do público e da compreensão das vantagens, riscos, garantias, direitos e obrigações relacionados com a utilização de sistemas de IA.

source: In cooperation with the relevant stakeholders, the Commission and the Member States should facilitate the drawing up of voluntary codes of conduct to advance AI literacy among persons dealing with the development, operation and use of AI.
pt_pt: Em cooperação com as partes interessadas pertinentes, a Comissão e os Estados-Membros deverão facilitar a elaboração de códigos de conduta voluntários para promover a literacia no domínio da IA entre as pessoas que lidam com o desenvolvimento, o funcionamento e a utilização da IA.

source: In order to ensure a level playing field and an effective protection of rights and freedoms of individuals across the Union, the rules established by this Regulation should apply to providers of AI systems in a non-discriminatory manner, irrespective of whether they are established within the Union or in a third country, and to deployers of AI systems established within the Union.
pt_pt: Para assegurar condições de concorrência equitativas e uma proteção eficaz dos direitos e das liberdades das pessoas em toda a União, as regras estabelecidas no presente regulamento deverão aplicar-se aos prestadores de sistemas de IA de uma forma não discriminatória, independentemente de estarem estabelecidos na União ou num país terceiro, e aos responsáveis pela implantação de sistemas de IA estabelecidos na União.

source: In light of their digital nature, certain AI systems should fall within the scope of this Regulation even when they are not placed on the market, put into service, or used in the Union.
pt_pt: Atendendo à sua natureza digital, determinados sistemas de IA deverão ser abrangidos pelo âmbito do presente regulamento, mesmo não sendo colocados no mercado, colocados em serviço nem utilizados na União.

source: This is the case, for example, where an operator established in the Union contracts certain services to an operator established in a third country in relation to an activity to be performed by an AI system that would qualify as high-risk.
pt_pt: Tal aplica-se, por exemplo, quando um operador estabelecido na União contrata determinados serviços a um operador estabelecido num país terceiro relativamente a uma atividade a realizar por um sistema de IA que seja considerado de risco elevado.

source: In those circumstances, the AI system used in a third country by the operator could process data lawfully collected in and transferred from the Union, and provide to the contracting operator in the Union the output of that AI system resulting from that processing, without that AI system being placed on the market, put into service or used in the Union.
pt_pt: Nessas circunstâncias, o sistema de IA utilizado num país terceiro pelo operador poderá tratar dados recolhidos e transferidos licitamente da União e facultar ao operador contratante na União os resultados desse sistema de IA decorrentes do tratamento desses dados, sem que o sistema de IA em causa seja colocado no mercado, colocado em serviço ou utilizado na União.

source: To prevent the circumvention of this Regulation and to ensure an effective protection of natural persons located in the Union, this Regulation should also apply to providers and deployers of AI systems that are established in a third country, to the extent the output produced by those systems is intended to be used in the Union.
pt_pt: Para evitar que o presente regulamento seja contornado e para assegurar uma proteção eficaz das pessoas singulares localizadas na União, o presente regulamento deverá ser igualmente aplicável a prestadores e a responsáveis pela implantação de sistemas de IA que estejam estabelecidos num país terceiro, na medida em que esteja prevista a utilização na União dos resultados produzidos por esses sistemas.

source: Nonetheless, to take into account existing arrangements and special needs for future cooperation with foreign partners with whom information and evidence is exchanged, this Regulation should not apply to public authorities of a third country and international organisations when acting in the framework of cooperation or international agreements concluded at Union or national level for law enforcement and judicial cooperation with the Union or the Member States, provided that the relevant third country or international organisation provides adequate safeguards with respect to the protection of fundamental rights and freedoms of individuals.
pt_pt: No entanto, para ter em conta os mecanismos existentes e as necessidades especiais da cooperação futura com os parceiros estrangeiros com quem são trocadas informações e dados, o presente regulamento não deverá ser aplicável às autoridades públicas de um país terceiro nem às organizações internacionais quando estas atuam no âmbito da cooperação ou de acordos internacionais celebrados a nível da União ou ao nível nacional para efeitos de cooperação policial e judiciária com a União ou os Estados-Membros, desde que o país terceiro ou organização internacional em causa apresente garantias adequadas em matéria de proteção dos direitos e liberdades fundamentais das pessoas.

source: Where relevant, this may cover activities of entities entrusted by the third countries to carry out specific tasks in support of such law enforcement and judicial cooperation.
pt_pt: Se for caso disso, tal pode abranger as atividades das entidades às quais os países terceiros confiam a funções específicas de apoio a essa cooperação policial e judiciária.

source: Such framework for cooperation or agreements have been established bilaterally between Member States and third countries or between the European Union, Europol and other Union agencies and third countries and international organisations.
pt_pt: Tais regimes de cooperação ou acordos têm sido estabelecidos bilateralmente entre Estados-Membros e países terceiros, ou entre a União Europeia, a Europol e outras agências da União e países terceiros e organizações internacionais.

source: The authorities competent for supervision of the law enforcement and judicial authorities under this Regulation should assess whether those frameworks for cooperation or international agreements include adequate safeguards with respect to the protection of fundamental rights and freedoms of individuals.
pt_pt: As autoridades competentes para a supervisão das autoridades responsáveis pela aplicação da lei e judiciárias ao abrigo do presente regulamento deverão avaliar se esses regimes de cooperação ou acordos internacionais preveem garantias adequadas no que diz respeito à proteção dos direitos e liberdades fundamentais das pessoas.

source: Recipient national authorities and Union institutions, bodies, offices and agencies making use of such outputs in the Union remain accountable to ensure their use complies with Union law.
pt_pt: As autoridades nacionais destinatárias e as instituições, órgãos e organismos destinatários da União que utilizam esses resultados na União continuam a ser responsáveis por assegurar que a sua utilização é conforme com o direito da União.

source: When those international agreements are revised or new ones are concluded in the future, the contracting parties should make utmost efforts to align those agreements with the requirements of this Regulation.
pt_pt: Se esses acordos internacionais forem revistos ou se forem celebrados novos acordos no futuro, as partes contratantes deverão envidar todos os esforços para alinhar esses acordos com os requisitos do presente regulamento.

source: This Regulation should also apply to Union institutions, bodies, offices and agencies when acting as a provider or deployer of an AI system.
pt_pt: O presente regulamento deverá ser também aplicável a instituições, órgãos e organismos da União quando atuam como prestador ou responsável pela implantação de um sistema de IA.

source: If, and insofar as, AI systems are placed on the market, put into service, or used with or without modification of such systems for military, defence or national security purposes, those should be excluded from the scope of this Regulation regardless of which type of entity is carrying out those activities, such as whether it is a public or private entity.
pt_pt: Se, e na medida em que, os sistemas de IA forem colocados no mercado, colocados em serviço ou utilizados com ou sem modificação desses sistemas para fins militares, de defesa ou de segurança nacional, tais sistemas deverão ser excluídos do âmbito de aplicação do presente regulamento, independentemente do tipo de entidade que realiza essas atividades, seja ela designadamente uma entidade pública ou privada.

source: As regards military and defence purposes, such exclusion is justified both by Article 4(2) TEU and by the specificities of the Member States’ and the common Union defence policy covered by Chapter 2 of Title V TEU that are subject to public international law, which is therefore the more appropriate legal framework for the regulation of AI systems in the context of the use of lethal force and other AI systems in the context of military and defence activities.
pt_pt: No que diz respeito aos fins militares e de defesa, essa exclusão é justificada tanto pelo artigo 4.o, n.o 2, do TUE como pelas especificidades da política de defesa dos Estados—Membros e da União abrangidas pelo título V, capítulo 2, do TUE, que estão sujeitas ao direito internacional público, que é, por conseguinte, o regime jurídico mais adequado para a regulamentação dos sistemas de IA no contexto da utilização da força letal e de outros sistemas de IA no contexto de atividades militares e de defesa.

source: As regards national security purposes, the exclusion is justified both by the fact that national security remains the sole responsibility of Member States in accordance with Article 4(2) TEU and by the specific nature and operational needs of national security activities and specific national rules applicable to those activities.
pt_pt: No que diz respeito aos fins de segurança nacional, a exclusão justifica-se tanto pelo facto de a segurança nacional continuar a ser da exclusiva responsabilidade dos Estados—Membros, em conformidade com o artigo 4.o, n.o 2, do TUE, como pela natureza específica e pelas necessidades operacionais específicas das atividades de segurança nacional e pelas regras nacionais específicas aplicáveis a essas atividades.

source: Nonetheless, if an AI system developed, placed on the market, put into service or used for military, defence or national security purposes is used outside those temporarily or permanently for other purposes, for example, civilian or humanitarian purposes, law enforcement or public security purposes, such a system would fall within the scope of this Regulation.
pt_pt: No entanto, se um sistema de IA desenvolvido, colocado no mercado, colocado em serviço ou utilizado para fins militares, de defesa ou de segurança nacional for utilizado, temporária ou permanentemente, para outros fins, como por exemplo, para fins civis ou humanitários, de aplicação da lei ou de segurança pública, será abrangido pelo âmbito de aplicação do presente regulamento.

source: In that case, the entity using the AI system for other than military, defence or national security purposes should ensure the compliance of the AI system with this Regulation, unless the system is already compliant with this Regulation.
pt_pt: Nesse caso, as entidades que utilizarem o sistema de IA para fins que não sejam fins militares, de defesa ou de segurança nacional deverão assegurar a conformidade do sistema com o presente regulamento, a menos que o sistema de IA já esteja em conformidade com o presente regulamento.

source: AI systems placed on the market or put into service for an excluded purpose, namely military, defence or national security, and one or more non-excluded purposes, such as civilian purposes or law enforcement, fall within the scope of this Regulation and providers of those systems should ensure compliance with this Regulation.
pt_pt: Os sistemas de IA colocados no mercado ou colocados em serviço para um fim excluído, nomeadamente um fim militar, de defesa ou de segurança nacional, e um ou mais fins não excluídos, como fins civis ou de aplicação da lei, são abrangidos pelo âmbito de aplicação do presente regulamento e os prestadores desses sistemas deverão assegurar a conformidade com o presente regulamento.

source: In those cases, the fact that an AI system may fall within the scope of this Regulation should not affect the possibility of entities carrying out national security, defence and military activities, regardless of the type of entity carrying out those activities, to use AI systems for national security, military and defence purposes, the use of which is excluded from the scope of this Regulation.
pt_pt: Nesses casos, o facto de um sistema de IA poder ser abrangido pelo âmbito de aplicação do presente regulamento não deverá afetar a possibilidade de as entidades que realizam atividades de segurança nacional, de defesa e militares, independentemente do tipo de entidade que realiza essas atividades, utilizarem para fins de segurança nacional, de defesa e militares sistemas de IA cuja utilização esteja excluída do âmbito de aplicação do presente regulamento.

source: An AI system placed on the market for civilian or law enforcement purposes which is used with or without modification for military, defence or national security purposes should not fall within the scope of this Regulation, regardless of the type of entity carrying out those activities.
pt_pt: Um sistema de IA colocado no mercado para fins civis ou de aplicação da lei que seja utilizado com ou sem modificações para fins militares, de defesa ou de segurança nacional não deverá ser abrangido pelo âmbito de aplicação do presente regulamento, independentemente do tipo de entidade que realiza essas atividades.

source: This Regulation should support innovation, should respect freedom of science, and should not undermine research and development activity.
pt_pt: O presente regulamento deverá apoiar a inovação, deverá respeitar a liberdade da ciência e não deverá prejudicar as atividades de investigação e desenvolvimento.

source: It is therefore necessary to exclude from its scope AI systems and models specifically developed and put into service for the sole purpose of scientific research and development.
pt_pt: Por conseguinte, é necessário excluir do seu âmbito de aplicação os sistemas e modelos de IA especificamente desenvolvidos e colocados em serviço exclusivamente para fins de investigação e desenvolvimento científicos.
